AndreyVolosovich.monokai-st3
apollographql.vscode-apollo
christian-kohler.path-intellisense
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
donjayamanne.githistory
DotJoshJohnson.xml
eamodio.gitlens
EditorConfig.EditorConfig
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
file-icons.file-icons
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
geddski.macros
golang.go
Gruntfuggly.todo-tree
gvjacob.testdocs
henoc.svgeditor
hitode909.zentabs
hoovercj.vscode-settings-cycler
IgorSbitnev.error-gutters
infeng.vscode-react-typescript
jeff-hykin.better-shellscript-syntax
JoeBerria.statusbarerror
joelday.docthis
joeytwiddle.gentle-mary
johnpapa.vscode-peacock
jpoissonnier.vscode-styled-components
JuanBlanco.solidity
k--kato.intellij-idea-keybindings
kamikillerto.vscode-colorize
kylepaulsen.stack-tabs
markis.code-coverage
mf.vscode-styled-components
mikeburgh.xml-format
mikestead.dotenv
mpontus.tab-cycle
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-vscode.cpptools
ms-vscode.Theme-TomorrowKit
ms-vscode.vscode-typescript-tslint-plugin
ms-vsliveshare.vsliveshare
naumovs.color-highlight
PhilHindle.errorlens
ritwickdey.LiveServer
RobbOwen.synthwave-vscode
samrapdev.outrun
sdras.night-owl
shardulm94.trailing-spaces
SimonSiefke.svg-preview
SirTori.indenticator
SolarLiner.linux-themes
steoates.autoimport
stylelint.vscode-stylelint
thibaudcolas.stylelint
tomphilbin.gruvbox-themes
usernamehw.errorlens
vit-m.template-strings
vscodevim.vim
wangtao0101.vscode-js-import
wayou.vscode-todo-highlight
