#4ops.terraform
#akamud.vscode-theme-onelight
#-aminer.codegeex
#andrejunges.handlebars
#-andreyvolosovich.monokai-st3
apollographql.vscode-apollo
avraammavridis.vsc-react-documentation
bradlc.vscode-tailwindcss
chris-hayes.chatgpt-reborn
christian-kohler.path-intellisense
#-codium.codium
continue.continue
# Only works in VSCode, not in Code-OSS?
corygross.vscode-mdn-docs
#-danielsanmedium.dscodegpt
# Might be useful again sometime
#-davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
#donjayamanne.githistory
dotjoshjohnson.xml
eamodio.gitlens
editorconfig.editorconfig
#eliotvu.uc
#emmanuelbeziat.vscode-great-icons
enkia.tokyo-night
# The -icons theme was considered suspicious
#-equinusocio.vsc-community-material-theme
#-equinusocio.vsc-material-theme
#-equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
#file-icons.file-icons
#-fnando.linter
#-formulahendry.auto-close-tag
formulahendry.auto-rename-tag
#geddski.macros
#-genieai.chatgpt-vscode
golang.go
gruntfuggly.todo-tree
#-gvjacob.testdocs
#-henoc.svgeditor
#-hitode909.zentabs
hoovercj.vscode-settings-cycler
igorsbitnev.error-gutters
#-infeng.vscode-react-typescript
#-jeff-hykin.better-shellscript-syntax
joeberria.statusbarerror
# Newer fork
joelday.docthis
joeytwiddle.gentle-mary
johnpapa.vscode-peacock
#-jpoissonnier.vscode-styled-components
juanblanco.solidity
#-k--kato.intellij-idea-keybindings
kamikillerto.vscode-colorize
#-kylepaulsen.stack-tabs
letrieu.turbo-console-log
maosantaella.night-wolf
mattpocock.ts-error-translator
meganrogge.template-string-converter
mayronh.blackrock-theme
mf.vscode-styled-components
mikeburgh.xml-format
mikestead.dotenv
moalamri.inline-fold
#-mpontus.tab-cycle
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.pylint
ms-python.python
# Only works in VSCode, not in Code-OSS
#-ms-python.vscode-pylance
ms-vscode.cpptools
#-ms-vsliveshare.vsliveshare
# I'm using vscode-colorize instead
#-naumovs.color-highlight
#nicoespeon.abracadabra
# Original
#-oouo-diogo-perdigao.docthis
onxgroup.elastic-tabstops-mono
#-philhindle.errorlens
pkief.material-icon-theme
planbcoding.vscode-react-refactor
#-quodai-extension.quodai-code-context-extension
#redhat.java
#redhat.vscode-xml
#redhat.vscode-yaml
robbowen.synthwave-vscode
#-rubberduck.rubberduck-vscode
rvest.vs-code-prettier-eslint
samrapdev.outrun
#-sdras.night-owl
#-shan.code-settings-sync
# No longer maintained. See the built-in Settings Sync feature instead: https://code.visualstudio.com/docs/configure/settings-sync
shardulm94.trailing-spaces
simonsiefke.svg-preview
sirtori.indenticator
#sonarsource.sonarlint-vscode
stringham.copy-with-imports
#-standard.vscode-standard
#-steoates.autoimport
#stylelint.vscode-stylelint
#svelte.svelte-vscode
# TabNine unofficial
#-svipas.code-autocomplete
#sysoev.language-stylus
#tchoupinax.tilt
#-thibaudcolas.stylelint
#-timkmecl.chatgpt
timonwong.shellcheck
#-tomphilbin.gruvbox-themes
#tonybaloney.vscode-pets
#-trunk.io
#uloco.theme-bluloco-light
usernamehw.errorlens
#visualstudioexptteam.vscodeintellicode
#-vit-m.template-strings
#vscjava.vscode-java-debug
#vscjava.vscode-java-dependency
#vscjava.vscode-java-test
#vscjava.vscode-maven
#-vscode-icons-team.vscode-icons
vscodevim.vim
#vue.volar
#-wangtao0101.vscode-js-import
#-wayou.vscode-todo-highlight
yandeu.five-server
yoavbls.pretty-ts-errors
