4ops.terraform
akamud.vscode-theme-onelight
andreyvolosovich.monokai-st3
apollographql.vscode-apollo
christian-kohler.path-intellisense
corygross.vscode-mdn-docs
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
donjayamanne.githistory
dotjoshjohnson.xml
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
file-icons.file-icons
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
geddski.macros
golang.go
gruntfuggly.todo-tree
gvjacob.testdocs
henoc.svgeditor
hitode909.zentabs
hoovercj.vscode-settings-cycler
igorsbitnev.error-gutters
infeng.vscode-react-typescript
jeff-hykin.better-shellscript-syntax
joeberria.statusbarerror
joeytwiddle.gentle-mary
johnpapa.vscode-peacock
juanblanco.solidity
#kamikillerto.vscode-colorize
mattpocock.ts-error-translator
meganrogge.template-string-converter
mikestead.dotenv
moalamri.inline-fold
ms-azuretools.vscode-docker
ms-vsliveshare.vsliveshare
naumovs.color-highlight
oouo-diogo-perdigao.docthis
pkief.material-icon-theme
shardulm94.trailing-spaces
simonsiefke.svg-preview
sirtori.indenticator
sonarsource.sonarlint-vscode
stringham.copy-with-imports
stylelint.vscode-stylelint
t3dotgg.vsc-material-theme-but-i-wont-sue-you
tchoupinax.tilt
uloco.theme-bluloco-light
vscodevim.vim
yandeu.five-server
